{
  "type": "entity",
  "name": "Customer Greeter and bag check module",
  "description": "An LMS training module that must be completed prior to being rostered in the Customer Greeter role, as part of the Minimum Training Standards.",
  "pseudonyms": [],
  "keywords": [
    "breastfeeding",
    "express milk",
    "expressing",
    "Australian Federal Law",
    "Sex Discrimination Act 1984",
    "discriminate",
    "women's right",
    "Store Manager",
    "team member",
    "fitting rooms",
    "shop floor",
    "complaint",
    "customer",
    "Health, Safety & Wellbeing",
    "Australia",
    "inclusion",
    "Customer Greeter",
    "bag check",
    "LMS",
    "Minimum Training Standards",
    "receipt scan process",
    "Receipt Scanner Process Guide",
    "Managing Threatening Situations - Kmart Way",
    "Threatening Situations 4Ds",
    "No Apprehension Policy",
    "Visitor management module",
    "Profit Protection",
    "PDT device"
  ],
  "troubleshooting": [
    "Sometimes, other customers will take offence to seeing a mother breastfeeding or expressing in one of our stores.",
    "If you receive a complaint from a customer you may advise them that this is a women's right under Australian Federal Law. If you are uncomfortable, unsure, or if the complaint escalates seek help from your Store Manager."
  ],
  "constraints": [
    "In Australian Federal Law, breastfeeding is a right, not a privilege.",
    "Under the federal Sex Discrimination Act 1984 it is illegal in Australia to discriminate against a person either directly or indirectly on the grounds of breastfeeding.",
    "This means, a woman has the right to breastfeed, or express milk, anywhere she chooses. This includes our stores.",
    "Customer Greeter and bag check module completed in LMS prior to being rostered.",
    "When a Customer Greeter is on a break, the replacement Customer Greeter must have completed the minimum training standards listed below."
  ],
  "caveats": [],
  "bestPractice": [
    "Seek help from your Store Manager if you are unsure.",
    "No one should ever be asked by a team member to cover themselves or stop breastfeeding or expressing anywhere in our stores.",
    "This includes in fitting rooms or on the shop floor."
  ]
}