{
  "type": "procedure",
  "title": "Entry - Customer Service Standards",
  "pseudonyms": [],
  "keywords": [
    "breastfeeding",
    "expressing milk",
    "Australian Federal Law",
    "Sex Discrimination Act 1984",
    "discriminate",
    "women's right",
    "Store Manager",
    "team member",
    "fitting rooms",
    "shop floor",
    "complaint",
    "Health, Safety & Wellbeing",
    "inclusion",
    "escalates",
    "offence",
    "Customer Greeter",
    "entry",
    "greeting",
    "P2T",
    "Managing Threatening Situations - 4Ds",
    "visitors",
    "contractors",
    "Verified QR code",
    "checkseal",
    "Service Desk",
    "product enquiries",
    "trolley",
    "basket",
    "suspicious behaviour",
    "manager"
  ],
  "steps": [
    "Welcome each customer as they enter the store with a greeting and a smile.",
    "Assist customers with enquiries such as product locations and direct customers for refunds or exchanges to the Service Desk, and alert the team via P2T.",
    "Report suspicious behaviour discreetly using P2T whilst adhering to the Managing Threatening Situations - 4Ds Poster.",
    "Manage visitors and contractors who arrive at the store by informing the management team, ensuring they scan in attendance using the Verified QR code, and applying checkseal on Team Member, visitor, or contractor goods.",
    "Monitor trolley and basket availability and use P2T to notify a manager if replenishment is required."
  ],
  "examples": [
    "A customer is breastfeeding or expressing in a fitting room or on the shop floor.",
    "Another customer complains about seeing a mother breastfeeding or expressing."
  ],
  "bestPractice": [
    "Seek help from your Store Manager if you are unsure.",
    "If you are uncomfortable, unsure, or if the complaint escalates seek help from your Store Manager.",
    "Service standards must be adhered to at all times.",
    "Managers on duty should make themselves known to the Customer Greeter.",
    "Customer Greeter must be friendly, knowledgeable, assertive, and confident, with positive body language.",
    "Report Profit Protection incidents to a manager who can submit an incident report.",
    "All threatening situations must be reported via the Safety Solvsafety portal."
  ],
  "caveats": [
    "If any of the above Customer Service Standards creates a threatening situation or aggressive behaviour from the customer, always adhere to the 5Ds and threatening situations.",
    "Report the incident to a manager discreetly."
  ],
  "constraints": [
    "In Australian Federal Law, breastfeeding is a right, not a privilege.",
    "Under the federal Sex Discrimination Act 1984 it is illegal in Australia to discriminate against a person either directly or indirectly on the grounds of breastfeeding.",
    "This means, a woman has the right to breastfeed, or express milk, anywhere she chooses. This includes our stores.",
    "No one should ever be asked by a team member to cover themselves or stop breastfeeding or expressing anywhere in our stores. This includes in fitting rooms or on the shop floor.",
    "A Customer Greeter is rostered during all trading hours in a store.",
    "2 Customer Greeters are rostered for core and peak trading periods.",
    "Customer Greeter and bag check module completed in LMS prior to being rostered.",
    "Managing Threatening Situations - Kmart Way module completed in LMS prior to being rostered.",
    "Visitor management module completed in LMS prior to being rostered.",
    "Customer Greeter has read, understood and complies with the No Apprehension Policy.",
    "Customer Greeter has read, understood and complies with the Threatening Situations 4Ds.",
    "Customer Greeter has read, understood and complies with the Receipt Scanner Process Guide.",
    "Tasks not to be allocated to Customer Greeters: Merchandising such as folding apparel; Applying merch protection to products; Click and Collect pickup; Price markdowns; Escort customers to other areas; Layby pickup."
  ],
  "troubleshooting": [
    "If you receive a complaint from a customer you may advise them that this is a women's right under Australian Federal Law.",
    "If you are uncomfortable, unsure, or if the complaint escalates seek help from your Store Manager."
  ],
  "metrics": []
}