{
  "type": "entity",
  "name": "Solvsafety Profit Protection incident report form",
  "description": "Form accessed via the Quick links section on Kit to report external theft incidents.",
  "pseudonyms": [
    "Solvsafety Profit Protection Incident form"
  ],
  "keywords": [
    "Kmart",
    "No Apprehension Policy",
    "external theft",
    "shop stealing",
    "shop theft",
    "incident report",
    "Solvsafety",
    "Profit Protection",
    "Kit",
    "Quick links",
    "line manager",
    "Team Members",
    "Australia",
    "New Zealand",
    "Profit Protection Business Partner"
  ],
  "constraints": [
    "Policy application: This policy applies to all Kmart Team Members.",
    "Country application: Australia and New Zealand.",
    "Report the incident into the Solvsafety Profit Protection incident report form via the Quick links section on Kit.",
    "Policy purpose: To ensure no Team Members or Managers apprehend or accuse a person for wrongdoing regardless of circumstances and reporting all incidents to managers who log it into the Solvsafety Profit Protection Incident form via Kit."
  ],
  "caveats": [
    "Under no circumstances are any Kmart Team Members authorised to apprehend, arrest, seize, hold, restrain or detain any person where there is an allegation that the person has stolen, regardless of the reason or circumstances.",
    "That includes locking of that individual in a room to prevent that person from leaving the store or requesting that person to come back into the store.",
    "Under no circumstances are any Kmart Team Members to accuse a person of any form of wrongdoing regardless of the circumstances.",
    "It is very important that no one chases, follows, or tries to stop any shoplifter exiting a store, and that the Don't be a Hero (5D's process) is adhered to."
  ],
  "bestPractice": [
    "If someone has left the store with goods that are not paid for, record the time, any relevant details and provide this information to your line manager to report the incident into the Solvsafety Profit Protection incident report form via the Quick links section on Kit.",
    "All Team Members must follow the Managing Customer Threatening Situations 4Ds.",
    "Store Managers and Line Managers must follow the Don't be a Hero (5D's process) in threatening situations."
  ]
}