{
  "type": "entity",
  "name": "Manager",
  "description": "Leads or facilitates the Take Care Talk at the start of the team huddle.",
  "pseudonyms": [
    "Supervisor"
  ],
  "keywords": [
    "Store Manager",
    "breastfeeding",
    "express milk",
    "Sex Discrimination Act 1984",
    "Australian Federal Law",
    "discriminate",
    "fitting rooms",
    "shop floor",
    "complaint",
    "customer",
    "cover themselves",
    "escalates",
    "women's right",
    "team member",
    "stores"
  ],
  "constraints": [
    "Policy application: This policy applies to all Kmart Team Members.",
    "Country application: Australia and New Zealand.",
    "Store Managers and Line Managers must strictly adhere to this policy.",
    "Store Managers and Line Managers must follow the Don't be a Hero (5D's process) in threatening situations.",
    "Store Managers and Line Managers must ensure that all Team Members and Line Managers within the store are aware of this policy.",
    "Store Managers and Line Managers must request assistance from the Profit Protection Business Partner to formulate action plans to address external theft or shop stealing in the store.",
    "Store Managers and Line Managers must implement corrective or disciplinary action if non-adherence identified, as per company policy.",
    "All Zone Managers / SOM's must strictly adhere to this policy.",
    "All Zone Managers / SOM's must ensure that all Store Managers within their zone are aware of this policy.",
    "All Zone Managers / SOM's must request assistance from the Profit Protection Business Partner to formulate action plans to address external theft or shop stealing within their zone.",
    "All Zone Managers / SOM's must implement corrective or disciplinary action if non-adherence identified, as per company policy.",
    "Policy purpose includes reporting all incidents to managers who log it into the Solvsafety Profit Protection Incident form via Kit.",
    "If someone has left the store with goods that are not paid for, record the time, any relevant details and provide this information to your line manager to report the incident into the Solvsafety Profit Protection incident report form via the Quick links section on Kit."
  ],
  "caveats": [
    "Under no circumstances are any Kmart Team Members authorised to apprehend, arrest, seize, hold, restrain or detain any person where there is an allegation that the person has stolen, regardless of the reason or circumstances.",
    "That includes locking of that individual in a room to prevent that person from leaving the store or requesting that person to come back into the store.",
    "Under no circumstances are any Kmart Team Members to accuse a person of any form of wrongdoing regardless of the circumstances.",
    "It is very important that no one chases, follows, or tries to stop any shoplifter exiting a store, and that the Don't be a Hero (5D's process) is adhered to."
  ],
  "bestPractice": [
    "Conduct the Take Care Talk at the start of the team Huddle in the work area; discuss 1:1 with team members if a Huddle cannot be conducted.",
    "Encourage open conversation with team members using the discussion points; feel free to adjust this message to a style that suits you and your team.",
    "Use the discussion points to keep team members and customers safe when handling, transporting and merchandising fitness weights:",
    "1. Warm up before the start of each shift so our muscles are activated and ready to go!",
    "2. Wear safety footwear and gloves when working in decant, online and when moving a H-Cage / HPCs (K hubs) with heavy active weights.",
    "3. Take mini breaks and rotate tasks to avoid repetitive handling/filling of weights.",
    "4. Where possible, use four-sided (or wraparound) H-Cages to move weights to prevent them from falling/rolling out.",
    "5. Place weights in a tote on the lower shelf of a H-Cage to prevent them from falling/rolling out.",
    "6. Ensure the H-Cage is not overloaded with weights or difficult to move. Remove stock if you need to.",
    "7. Follow the planograms to merchandise and refresh fitness weights – do not double stack dumbbell Shelf Ready Packaging (SRPs) or hex dumbbells, turn hex dumbbells longways onto shelf to prevent rolling and keep to shelf capacity limits. Ensure the locking mechanism is in place for the weight plate stands. Note. K hubs do not have planograms, however this merchandising guidance still applies.",
    "Bring this Take Care Talk to life: Take relevant team members to the fitness weights fixtures on the selling floor and demonstrate the safe merchandising of fitness weights in accordance with the planogram. Note. K Hubs to follow the merchandising guidance described in point 7 above.",
    "Leadership observation: Check fitness weight displays are merchandised to planograms, including shelf capacity limits, notch guidance, use of decks and risers where specified, and planogram safety alerts are followed.",
    "Leadership observation: Walk relevant areas where fitness weights are stored/handled (decant, stockroom, Online, click & collect) and ask team members if they have any ideas on how we can improve the safe handling, transport and storage of fitness weights.",
    "After the Take Care Talk, check-in with team members throughout the shift. Check their understanding of hazards and control measures when handling, transporting and merchandising of fitness weights."
  ]
}