{
  "type": "procedure",
  "title": "Responsibilities and Accountabilities - Zone Managers / SOM's",
  "pseudonyms": [
    "Zone Manager responsibilities",
    "SOM responsibilities"
  ],
  "keywords": [
    "Kmart",
    "No Apprehension Policy",
    "Zone Managers",
    "SOM's",
    "Store Managers",
    "Profit Protection Business Partner",
    "external theft",
    "shop stealing",
    "Solvsafety Profit Protection incident report form",
    "Kit",
    "Australia",
    "New Zealand",
    "Don't be a Hero (5D's process)",
    "disciplinary action"
  ],
  "steps": [
    "Strictly adhere to this policy.",
    "Ensure that all Store Managers within their zone are aware of this policy.",
    "Request assistance from the Profit Protection Business Partner to formulate action plans to address external theft or shop stealing within their zone.",
    "Implement corrective or disciplinary action if non-adherence identified, as per company policy."
  ],
  "caveats": [
    "Under no circumstances are any Kmart Team Members authorised to apprehend, arrest, seize, hold, restrain or detain any person where there is an allegation that the person has stolen, regardless of the reason or circumstances.",
    "That includes locking of that individual in a room to prevent that person from leaving the store or requesting that person to come back into the store.",
    "Under no circumstances are any Kmart Team Members to accuse a person of any form of wrongdoing regardless of the circumstances.",
    "It is very important that no one chases, follows, or tries to stop any shoplifter exiting a store, and that the Don't be a Hero (5D's process) is adhered to."
  ],
  "constraints": [
    "Policy application: This policy applies to all Kmart Team Members.",
    "Country application: Australia and New Zealand.",
    "If someone has left the store with goods that are not paid for, record the time, any relevant details and provide this information to your line manager to report the incident into the Solvsafety Profit Protection incident report form via the Quick links section on Kit."
  ]
}