{
  "type": "procedure",
  "title": "How to complete a Take Care Talk activity",
  "pseudonyms": [
    "Running a Take Care Talk",
    "Delivering a Take Care Talk"
  ],
  "keywords": [
    "Health, Safety & Wellbeing",
    "breastfeeding",
    "express milk",
    "Australian Federal Law",
    "Sex Discrimination Act 1984",
    "discrimination",
    "Store Manager",
    "complaint",
    "customer",
    "fitting rooms",
    "shop floor",
    "team member"
  ],
  "steps": [
    "Conducted by a manager or team member at the start of the team Huddle in the work area.",
    "Discuss 1:1 with team members if a Huddle cannot be conducted.",
    "Encourage open conversation with team members using the discussion points below.",
    "Feel free to adjust this message to a style that suits you and your team.",
    "If this Take Care Talk is being completed as part of a safety activity, please record completion via the H&S Quicklinks page or scan the QR code."
  ],
  "examples": [
    "A mother breastfeeding in a fitting room.",
    "A mother expressing milk on the shop floor.",
    "A customer complains about seeing a mother breastfeeding; you advise them that this is a women's right under Australian Federal Law."
  ],
  "bestPractice": [
    "Seek help from your Store Manager if you are unsure."
  ],
  "caveats": [
    "K hubs do not have planograms; however this merchandising guidance still applies.",
    "K hubs to follow the merchandising guidance described in point 7 above."
  ],
  "constraints": [
    "In Australian Federal Law, breastfeeding is a right, not a privilege.",
    "Under the federal Sex Discrimination Act 1984 it is illegal in Australia to discriminate against a person either directly or indirectly on the grounds of breastfeeding.",
    "This means, a woman has the right to breastfeed, or express milk, anywhere she chooses. This includes our stores.",
    "No one should ever be asked by a team member to cover themselves or stop breastfeeding or expressing anywhere in our stores. This includes in fitting rooms or on the shop floor."
  ],
  "troubleshooting": [
    "If you receive a complaint from a customer you may advise them that this is a women's right under Australian Federal Law. If you are uncomfortable, unsure, or if the complaint escalates seek help from your Store Manager."
  ],
  "metrics": [
    "Safe working load for totes: 16 kgs"
  ]
}