{
  "type": "procedure",
  "title": "How can we keep our team members and customers safe when handling, transporting and merchandising fitness weights?",
  "pseudonyms": [
    "Safe handling of fitness weights",
    "Handling, transporting and merchandising fitness weights safely"
  ],
  "keywords": [
    "fitness weights",
    "Active Range",
    "H-Cage",
    "wraparound H-Cage",
    "HPCs",
    "K hubs",
    "decant",
    "online",
    "click & collect",
    "tote",
    "safe working load 16 kgs",
    "planograms",
    "Shelf Ready Packaging (SRPs)",
    "hex dumbbells",
    "weight plate stands"
  ],
  "steps": [
    "Warm up before the start of each shift so our muscles are activated and ready to go!",
    "Wear safety footwear and gloves when working in decant, online and when moving a H-Cage / HPCs (K hubs) with heavy active weights.",
    "Take mini breaks and rotate tasks to avoid repetitive handling/filling of weights.",
    "Where possible, use four-sided (or wraparound) H-Cages to move weights to prevent them from falling/rolling out.",
    "Place weights in a tote on the lower shelf of a H-Cage to prevent them from falling/rolling out. Do not overload totes – the safe working load is 16 kgs.",
    "Ensure the H-Cage is not overloaded with weights or difficult to move. Remove stock if you need to.",
    "Follow the planograms to merchandise and refresh fitness weights – do not double stack dumbbell Shelf Ready Packaging (SRPs) or hex dumbbells, turn hex dumbbells longways onto shelf to prevent rolling and keep to shelf capacity limits. Ensure the locking mechanism is in place for the weight plate stands."
  ],
  "examples": [
    "Team members dropping weights on their hands and feet during sequence or refresh.",
    "Weights falling off H-Cages.",
    "Customers dropping weights on their hands or feet, with over 16 incidents involving young children."
  ],
  "bestPractice": [
    "Take relevant team members to the fitness weights fixtures on the selling floor and demonstrate the safe merchandising of fitness weights in accordance with the planogram.",
    "Check fitness weight displays are merchandised to planograms, including shelf capacity limits, notch guidance, use of decks and risers where specified, and planogram safety alerts are followed.",
    "Walk relevant areas where fitness weights are stored/handled (decant, stockroom, Online, click & collect) and ask team members if they have any ideas on how we can improve the safe handling, transport and storage of fitness weights.",
    "After the Take Care Talk, check-in with team members throughout the shift.",
    "Check their understanding of hazards and control measures when handling, transporting and merchandising of fitness weights."
  ],
  "caveats": [
    "K hubs do not have planograms, however this merchandising guidance still applies.",
    "K hubs to follow guidance in point 7 above."
  ],
  "constraints": [
    "Do not overload totes – the safe working load is 16 kgs.",
    "Do not double stack dumbbell Shelf Ready Packaging (SRPs) or hex dumbbells.",
    "Keep to shelf capacity limits.",
    "Ensure the locking mechanism is in place for the weight plate stands.",
    "Place weights in a tote on the lower shelf of a H-Cage.",
    "Where possible, use four-sided (or wraparound) H-Cages to move weights."
  ],
  "troubleshooting": [
    "If the H-Cage is overloaded with weights or difficult to move, remove stock."
  ],
  "metrics": [
    "Safe working load: 16 kgs"
  ]
}