{
  "type": "procedure",
  "title": "Responsibilities and Accountabilities - Store Managers and Line Managers",
  "pseudonyms": [
    "Store Manager and Line Manager responsibilities",
    "Store and Line Manager accountabilities"
  ],
  "keywords": [
    "breastfeeding",
    "expressing milk",
    "Australian Federal Law",
    "Sex Discrimination Act 1984",
    "discrimination",
    "stores",
    "fitting rooms",
    "shop floor",
    "customer complaint",
    "Store Manager",
    "team member",
    "Health, Safety & Wellbeing",
    "women's right"
  ],
  "steps": [
    "Strictly adhere to this policy.",
    "Follow the Don't be a Hero (5D's process) in threatening situations.",
    "Ensure that all Team Members and Line Managers within the store are aware of this policy.",
    "Request assistance from the Profit Protection Business Partner to formulate action plans to address external theft or shop stealing in the store.",
    "Implement corrective or disciplinary action if non-adherence identified, as per company policy."
  ],
  "bestPractice": [
    "Seek help from your Store Manager if you are unsure."
  ],
  "constraints": [
    "Breastfeeding welcome here. It's not just inclusion, it's the law.",
    "In Australian Federal Law, breastfeeding is a right, not a privilege.",
    "Under the federal Sex Discrimination Act 1984 it is illegal in Australia to discriminate against a person either directly or indirectly on the grounds of breastfeeding.",
    "This means, a woman has the right to breastfeed, or express milk, anywhere she chooses. This includes our stores.",
    "No one should ever be asked by a team member to cover themselves or stop breastfeeding or expressing anywhere in our stores. This includes in fitting rooms or on the shop floor."
  ],
  "troubleshooting": [
    "Sometimes, other customers will take offence to seeing a mother breastfeeding or expressing in one of our stores.",
    "If you receive a complaint from a customer you may advise them that this is a women's right under Australian Federal Law.",
    "If you are uncomfortable, unsure, or if the complaint escalates seek help from your Store Manager."
  ]
}