{
  "type": "procedure",
  "title": "No Apprehension Policy",
  "pseudonyms": [
    "Kmart No Apprehension Policy"
  ],
  "keywords": [
    "Kmart",
    "Team Members",
    "Store Managers",
    "Line Managers",
    "external theft",
    "shop stealing",
    "shoplifter",
    "Solvsafety Profit Protection",
    "incident report",
    "Kit Quick links",
    "Don't be a Hero (5D's process)",
    "Managing Customer Threatening Situations 4Ds",
    "Australia",
    "New Zealand"
  ],
  "steps": [
    "Do not apprehend, arrest, seize, hold, restrain, or detain any person alleged to have stolen.",
    "Do not lock an individual in a room to prevent them from leaving the store or request that they come back into the store.",
    "Do not accuse a person of any form of wrongdoing.",
    "Record the time and any relevant details if someone leaves the store with goods that are not paid for.",
    "Provide this information to your line manager to report the incident into the Solvsafety Profit Protection incident report form via the Quick links section on Kit.",
    "Do not chase, follow, or try to stop any shoplifter exiting a store.",
    "Adhere to the Don't be a Hero (5D's process)."
  ],
  "caveats": [
    "It is very important that no one chases, follows, or tries to stop any shoplifter exiting a store.",
    "If the Kmart No Apprehension Policy is breached, this may result in disciplinary proceedings that may include the termination of employment."
  ],
  "constraints": [
    "Policy application: This policy applies to all Kmart Team Members.",
    "Country application: Australia and New Zealand.",
    "Under no circumstances are any Kmart Team Members authorised to apprehend, arrest, seize, hold, restrain or detain any person where there is an allegation that the person has stolen, regardless of the reason or circumstances.",
    "Under no circumstances are any Kmart Team Members to accuse a person of any form of wrongdoing regardless of the circumstances.",
    "All Team Members must strictly adhere to this policy.",
    "All Team Members must follow the Managing Customer Threatening Situations 4Ds.",
    "Store Managers and Line Managers must strictly adhere to this policy.",
    "Store Managers and Line Managers must follow the Don't be a Hero (5D's process) in threatening situations.",
    "Store Managers and Line Managers must ensure that all Team Members and Line Managers within the store are aware of this policy.",
    "Store Managers and Line Managers must request assistance from the Profit Protection Business Partner to formulate action plans to address external theft or shop stealing in the store.",
    "Store Managers and Line Managers must implement corrective or disciplinary action if non-adherence identified, as per company policy.",
    "All Zone Managers / SOM's must strictly adhere to this policy.",
    "All Zone Managers / SOM's must ensure that all Store Managers within their zone are aware of this policy.",
    "All Zone Managers / SOM's must request assistance from the Profit Protection Business Partner to formulate action plans to address external theft or shop stealing within their zone.",
    "All Zone Managers / SOM's must implement corrective or disciplinary action if non-adherence identified, as per company policy.",
    "All Profit Protection Business Partners must strictly adhere to this policy.",
    "All Profit Protection Business Partners must review all incident reports pertaining to external theft and shop steal matters, providing recommendations on and implement measures where appropriate.",
    "All Profit Protection Business Partners must investigate incidents on non-compliance and provide feedback on results to Zone Managers/SOM's and the National Shrink Control Manager."
  ]
}