{
  "type": "procedure",
  "title": "Leadership observation",
  "pseudonyms": [
    "Leadership observations"
  ],
  "keywords": [
    "fitness weights",
    "planograms",
    "shelf capacity limits",
    "notch guidance",
    "decks and risers",
    "planogram safety alerts",
    "K hubs",
    "decant",
    "stockroom",
    "Online",
    "click & collect",
    "H-Cage",
    "hazards",
    "control measures",
    "merchandising"
  ],
  "steps": [
    "Check fitness weight displays are merchandised to planograms, including shelf capacity limits, notch guidance, use of decks and risers where specified, and planogram safety alerts are followed.",
    "Walk relevant areas where fitness weights are stored/handled (decant, stockroom, Online, click & collect) and ask team members if they have any ideas on how we can improve the safe handling, transport and storage of fitness weights.",
    "After the Take Care Talk, check-in with team members throughout the shift.",
    "Check their understanding of hazards and control measures when handling, transporting and merchandising of fitness weights."
  ],
  "bestPractice": [
    "Encourage open conversation with team members using the discussion points.",
    "Take relevant team members to the fitness weights fixtures on the selling floor and demonstrate the safe merchandising of fitness weights in accordance with the planogram.",
    "Warm up before the start of each shift so muscles are activated and ready to go.",
    "Wear safety footwear and gloves when working in decant, online and when moving a H-Cage / HPCs (K hubs) with heavy active weights.",
    "Take mini breaks and rotate tasks to avoid repetitive handling/filling of weights.",
    "Where possible, use four-sided (or wraparound) H-Cages to move weights to prevent them from falling/rolling out.",
    "Place weights in a tote on the lower shelf of a H-Cage to prevent them from falling/rolling out. Do not overload totes.",
    "Ensure the H-Cage is not overloaded with weights or difficult to move. Remove stock if you need to.",
    "Follow the planograms to merchandise and refresh fitness weights – do not double stack dumbbell Shelf Ready Packaging (SRPs) or hex dumbbells, turn hex dumbbells longways onto shelf to prevent rolling and keep to shelf capacity limits.",
    "Ensure the locking mechanism is in place for the weight plate stands."
  ],
  "caveats": [
    "Note. K hubs to follow guidance in point 7 above.",
    "Note. K hubs do not have planograms, however this merchandising guidance still applies."
  ],
  "metrics": [
    "Safe working load for totes: 16 kgs"
  ]
}